[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$Willy Game Business Card Description Sample characters."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_Snowman UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2: %s1"
UseFailureCharacterMessage="You definitely %s How to use this product."
ItemName=""
PickupMessage="I have blue eyes. %s"
UseFailureLevelMessage="You must be at least %d to use this tool."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="in general"

[Mechro.Head_Turkey UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="It should be. %s To use this element."
ItemName=""
PickupMessage="Have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Levitra"

[Mechro.Skin_Thanks UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 times %s1"
UseFailureCharacterMessage="You must obey %s To use this product."
ItemName=""
PickupMessage="RECEIVING %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="All the moments"

[Mechro.Skin_Xmas UsableCustomizationItemDefinition]
ItemCardTopStatString="%sFrom 2 %s1"
UseFailureCharacterMessage="You have to do it %s Use it."
ItemName=""
PickupMessage="It changes you %s"
UseFailureLevelMessage="You must be at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="I bought it"

